{"What is your return policy?": "We offer a 30-day return policy on most items. Please check the product page for specific details.", "How can I track my order?": "You can track your order using the tracking number provided in your confirmation email.", "Do you offer international shipping?": "Yes, we ship to most countries worldwide. Shipping costs and delivery times vary depending on the destination.", "What payment methods do you accept?": "We accept credit/debit cards (Visa, MasterCard, American Express), PayPal, and Apple Pay.", "How can I cancel my order?": "Orders can be canceled within 24 hours of purchase. Please contact our customer service team as soon as possible.", "Can I change my order after it has been placed?": "Unfortunately, once an order is placed, we cannot modify it. However, you can cancel and place a new order.", "How do I create an account?": "You can create an account by clicking on the 'Sign Up' button on our homepage and entering your details.", "Do I need an account to place an order?": "No, you can place an order as a guest. However, creating an account offers benefits like order tracking and quicker checkout.", "How do I reset my password?": "To reset your password, go to the login page, click on 'Forgot Password,' and follow the instructions sent to your email.", "How long will it take to receive my order?": "Delivery time depends on your location and the shipping method chosen. Standard shipping usually takes 3-7 business days.", "Can I change my shipping address after placing an order?": "Once an order is placed, the shipping address cannot be changed. Please double-check your address before confirming your order.", "Do you offer gift cards?": "Yes, we offer digital gift cards in various denominations. You can purchase them on our website.", "How do I know if an item is in stock?": "Product availability is shown on the product page. If an item is out of stock, you can sign up for notifications when it's back in stock.", "What is your privacy policy?": "We take your privacy seriously. Please read our full privacy policy on the website for details on how we protect your personal information.", "Can I apply a promo code after I’ve placed an order?": "Unfortunately, promo codes must be applied at checkout. We cannot apply them retroactively to orders that have already been processed.", "Do you offer free shipping?": "We offer free shipping on orders over a certain amount. Please check our shipping policy for the minimum order value.", "How can I contact customer support?": "You can reach customer support via email, phone, or live chat on our website.", "How do I know if my order has been shipped?": "Once your order is shipped, you will receive an email with a tracking number and shipping details.", "Can I purchase items in bulk?": "Yes, we offer bulk purchasing options. Please contact us for more information on discounts and wholesale pricing.", "Do you offer gift wrapping?": "Yes, we offer gift wrapping for select items. You can choose this option during checkout."}